username = "Введите имя пользователя"
print("Имя пользователя:",username)
title = "Введите заголовок заметки"
print("Заголовок заметки:",title)
content = "Введите описание заметки"
print("Описание заметки:", content)
status = "Введите статус заметки"
print("Статус заметки:", status)
created_date = "Введите дату создания заметки в формате (день-месяц-год), например (10.11.2024)"
print("Дата создания заметки:", created_date) # дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = "Введите дату истечения заметки (дедлайн) в формате (день-месяц-год), например (10.12.2024)"
print("Дата истечения заметки", issue_date) # дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"
